{"class_name": "Functional", "config": {"name": "model_1", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "data"}, "name": "data", "inbound_nodes": []}, {"class_name": "BatchNormalization", "config": {"name": "bn_data", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn_data", "inbound_nodes": [[["data", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d", "trainable": true, "dtype": "float32", "padding": [[3, 3], [3, 3]], "data_format": "channels_last"}, "name": "zero_padding2d", "inbound_nodes": [[["bn_data", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv0", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [7, 7], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv0", "inbound_nodes": [[["zero_padding2d", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "bn0", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn0", "inbound_nodes": [[["conv0", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "relu0", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "relu0", "inbound_nodes": [[["bn0", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_1", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_1", "inbound_nodes": [[["relu0", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "pooling0", "trainable": true, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "pooling0", "inbound_nodes": [[["zero_padding2d_1", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stage1_unit1_conv1", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stage1_unit1_conv1", "inbound_nodes": [[["pooling0", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stage1_unit1_bn1", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stage1_unit1_bn1", "inbound_nodes": [[["stage1_unit1_conv1", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stage1_unit1_relu1", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "stage1_unit1_relu1", "inbound_nodes": [[["stage1_unit1_bn1", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_2", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_2", "inbound_nodes": [[["stage1_unit1_relu1", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 0, "stop": 4, "axis": 3}}, "name": "lambda", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 4, "stop": 8, "axis": 3}}, "name": "lambda_1", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_2", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 8, "stop": 12, "axis": 3}}, "name": "lambda_2", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_3", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 12, "stop": 16, "axis": 3}}, "name": "lambda_3", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_4", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 16, "stop": 20, "axis": 3}}, "name": "lambda_4", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_5", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 20, "stop": 24, "axis": 3}}, "name": "lambda_5", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_6", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 24, "stop": 28, "axis": 3}}, "name": "lambda_6", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_7", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 28, "stop": 32, "axis": 3}}, "name": "lambda_7", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_8", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 32, "stop": 36, "axis": 3}}, "name": "lambda_8", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_9", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 36, "stop": 40, "axis": 3}}, "name": "lambda_9", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_10", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 40, "stop": 44, "axis": 3}}, "name": "lambda_10", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_11", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 44, "stop": 48, "axis": 3}}, "name": "lambda_11", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_12", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 48, "stop": 52, "axis": 3}}, "name": "lambda_12", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_13", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 52, "stop": 56, "axis": 3}}, "name": "lambda_13", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_14", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 56, "stop": 60, "axis": 3}}, "name": "lambda_14", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_15", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 60, "stop": 64, "axis": 3}}, "name": "lambda_15", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_16", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 64, "stop": 68, "axis": 3}}, "name": "lambda_16", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_17", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 68, "stop": 72, "axis": 3}}, "name": "lambda_17", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_18", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 72, "stop": 76, "axis": 3}}, "name": "lambda_18", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_19", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 76, "stop": 80, "axis": 3}}, "name": "lambda_19", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_20", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 80, "stop": 84, "axis": 3}}, "name": "lambda_20", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_21", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 84, "stop": 88, "axis": 3}}, "name": "lambda_21", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_22", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 88, "stop": 92, "axis": 3}}, "name": "lambda_22", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_23", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 92, "stop": 96, "axis": 3}}, "name": "lambda_23", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_24", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 96, "stop": 100, "axis": 3}}, "name": "lambda_24", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_25", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 100, "stop": 104, "axis": 3}}, "name": "lambda_25", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_26", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 104, "stop": 108, "axis": 3}}, "name": "lambda_26", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_27", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 108, "stop": 112, "axis": 3}}, "name": "lambda_27", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_28", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 112, "stop": 116, "axis": 3}}, "name": "lambda_28", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_29", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 116, "stop": 120, "axis": 3}}, "name": "lambda_29", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_30", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 120, "stop": 124, "axis": 3}}, "name": "lambda_30", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_31", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 124, "stop": 128, "axis": 3}}, "name": "lambda_31", "inbound_nodes": [[["zero_padding2d_2", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d", "inbound_nodes": [[["lambda", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1", "inbound_nodes": [[["lambda_1", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_2", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_2", "inbound_nodes": [[["lambda_2", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_3", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_3", "inbound_nodes": [[["lambda_3", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_4", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_4", "inbound_nodes": [[["lambda_4", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_5", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_5", "inbound_nodes": [[["lambda_5", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_6", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_6", "inbound_nodes": [[["lambda_6", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_7", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_7", "inbound_nodes": [[["lambda_7", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_8", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_8", "inbound_nodes": [[["lambda_8", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_9", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_9", "inbound_nodes": [[["lambda_9", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_10", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_10", "inbound_nodes": [[["lambda_10", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_11", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_11", "inbound_nodes": [[["lambda_11", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_12", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_12", "inbound_nodes": [[["lambda_12", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_13", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_13", "inbound_nodes": [[["lambda_13", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_14", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_14", "inbound_nodes": [[["lambda_14", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_15", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_15", "inbound_nodes": [[["lambda_15", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_16", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_16", "inbound_nodes": [[["lambda_16", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_17", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_17", "inbound_nodes": [[["lambda_17", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_18", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_18", "inbound_nodes": [[["lambda_18", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_19", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_19", "inbound_nodes": [[["lambda_19", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_20", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_20", "inbound_nodes": [[["lambda_20", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_21", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_21", "inbound_nodes": [[["lambda_21", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_22", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_22", "inbound_nodes": [[["lambda_22", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_23", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_23", "inbound_nodes": [[["lambda_23", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_24", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": 