{"class_name": "Functional", "config": {"name": "model_3", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "data"}, "name": "data", "inbound_nodes": []}, {"class_name": "BatchNormalization", "config": {"name": "bn_data", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn_data", "inbound_nodes": [[["data", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_18", "trainable": true, "dtype": "float32", "padding": [[3, 3], [3, 3]], "data_format": "channels_last"}, "name": "zero_padding2d_18", "inbound_nodes": [[["bn_data", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv0", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [7, 7], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv0", "inbound_nodes": [[["zero_padding2d_18", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "bn0", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn0", "inbound_nodes": [[["conv0", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "relu0", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "relu0", "inbound_nodes": [[["bn0", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_19", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_19", "inbound_nodes": [[["relu0", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "pooling0", "trainable": true, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "pooling0", "inbound_nodes": [[["zero_padding2d_19", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stage1_unit1_conv1", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stage1_unit1_conv1", "inbound_nodes": [[["pooling0", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stage1_unit1_bn1", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stage1_unit1_bn1", "inbound_nodes": [[["stage1_unit1_conv1", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stage1_unit1_relu1", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "stage1_unit1_relu1", "inbound_nodes": [[["stage1_unit1_bn1", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_20", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_20", "inbound_nodes": [[["stage1_unit1_relu1", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_512", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 0, "stop": 4, "axis": 3}}, "name": "lambda_512", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_513", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 4, "stop": 8, "axis": 3}}, "name": "lambda_513", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_514", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 8, "stop": 12, "axis": 3}}, "name": "lambda_514", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_515", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 12, "stop": 16, "axis": 3}}, "name": "lambda_515", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_516", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 16, "stop": 20, "axis": 3}}, "name": "lambda_516", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_517", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 20, "stop": 24, "axis": 3}}, "name": "lambda_517", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_518", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 24, "stop": 28, "axis": 3}}, "name": "lambda_518", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_519", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 28, "stop": 32, "axis": 3}}, "name": "lambda_519", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_520", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 32, "stop": 36, "axis": 3}}, "name": "lambda_520", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_521", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 36, "stop": 40, "axis": 3}}, "name": "lambda_521", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_522", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 40, "stop": 44, "axis": 3}}, "name": "lambda_522", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_523", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 44, "stop": 48, "axis": 3}}, "name": "lambda_523", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_524", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 48, "stop": 52, "axis": 3}}, "name": "lambda_524", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_525", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 52, "stop": 56, "axis": 3}}, "name": "lambda_525", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_526", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 56, "stop": 60, "axis": 3}}, "name": "lambda_526", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_527", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 60, "stop": 64, "axis": 3}}, "name": "lambda_527", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_528", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 64, "stop": 68, "axis": 3}}, "name": "lambda_528", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_529", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 68, "stop": 72, "axis": 3}}, "name": "lambda_529", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_530", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 72, "stop": 76, "axis": 3}}, "name": "lambda_530", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_531", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 76, "stop": 80, "axis": 3}}, "name": "lambda_531", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_532", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 80, "stop": 84, "axis": 3}}, "name": "lambda_532", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_533", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 84, "stop": 88, "axis": 3}}, "name": "lambda_533", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_534", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 88, "stop": 92, "axis": 3}}, "name": "lambda_534", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_535", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 92, "stop": 96, "axis": 3}}, "name": "lambda_535", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_536", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 96, "stop": 100, "axis": 3}}, "name": "lambda_536", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_537", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 100, "stop": 104, "axis": 3}}, "name": "lambda_537", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_538", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 104, "stop": 108, "axis": 3}}, "name": "lambda_538", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_539", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 108, "stop": 112, "axis": 3}}, "name": "lambda_539", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_540", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 112, "stop": 116, "axis": 3}}, "name": "lambda_540", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_541", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 116, "stop": 120, "axis": 3}}, "name": "lambda_541", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_542", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 120, "stop": 124, "axis": 3}}, "name": "lambda_542", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_543", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwCpBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS6pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCwAAAPpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 124, "stop": 128, "axis": 3}}, "name": "lambda_543", "inbound_nodes": [[["zero_padding2d_20", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_512", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_512", "inbound_nodes": [[["lambda_512", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_513", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_513", "inbound_nodes": [[["lambda_513", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_514", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_514", "inbound_nodes": [[["lambda_514", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_515", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_515", "inbound_nodes": [[["lambda_515", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_516", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_516", "inbound_nodes": [[["lambda_516", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_517", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_517", "inbound_nodes": [[["lambda_517", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_518", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_518", "inbound_nodes": [[["lambda_518", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_519", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_519", "inbound_nodes": [[["lambda_519", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_520", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_520", "inbound_nodes": [[["lambda_520", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_521", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_521", "inbound_nodes": [[["lambda_521", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_522", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_522", "inbound_nodes": [[["lambda_522", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_523", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_523", "inbound_nodes": [[["lambda_523", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_524", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_524", "inbound_nodes": [[["lambda_524", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_525", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_525", "inbound_nodes": [[["lambda_525", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_526", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_526", "inbound_nodes": [[["lambda_526", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_527", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_527", "inbound_nodes": [[["lambda_527", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_528", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_528", "inbound_nodes": [[["lambda_528", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_529", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_529", "inbound_nodes": [[["lambda_529", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_530", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_530", "inbound_nodes": [[["lambda_530", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_531", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_531", "inbound_nodes": [[["lambda_531", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_532", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_532", "inbound_nodes": [[["lambda_532", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_533", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_533", "inbound_nodes": [[["lambda_533", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_534", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_534", "inbound_nodes": [[["lambda_534", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_535", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_535", "inbound_nodes": [[["lambda_535", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_536", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1,